module.exports = {
  playlists: [
    {
      name: "心墙（翻自 任嘉伦）",
      artist: "骞骞",
      id: 1417465846,
      cover:
        "https://p1.music.126.net/WGyXwsDxyMZk3qgwZ4v09Q==/109951164693673082.jpg",
      url: "/media/aaa111.m4a",
      lrc: "[00:00.000] 作曲 : 朱芸编\n[00:01.000] 作词 : 周晓宜/吴若妍\n[00:06.690]在长雨落花迷濛\n[00:10.439]思乱交错中\n[00:13.939]风啸传声惊动 心悬空\n[00:20.189]千里埋伏迎来\n[00:23.440]谁处身世外\n[00:26.690]避不过命运安排\n[00:32.939]闭上眼我能看见你的脸\n[00:39.189]睁开眼悲尽苍凉刀剑满天\n[00:45.440]繁尘中 谁与争锋\n[00:51.939]无声 掀起暗涌\n[00:57.940]命运的流转 看破人世变幻\n[01:04.939]伤离别 离别太殇\n[01:11.439]犹念 惊鸿一瞥\n[01:17.940]遇见 你的那一天\n[01:23.940]同偕到白发 携手共度年华\n[01:30.939]回眸间 一眼万年\n[02:06.940]被淹没隐藏的爱\n[02:10.440]终是不自来\n[02:13.690]权弄一生尽时 悔无奈\n[02:20.189]来世若再相见\n[02:23.439]以身化作剑\n[02:26.690]护你一生的周全\n[02:32.690]湖中倒影相依偎的姿态\n[02:39.440]无忧绚烂的岁月 一去不再\n[02:45.440]繁尘中 谁与争锋\n[02:51.940]无声 掀起暗涌\n[02:57.941]命运的流转 看破人世变幻\n[03:04.690]伤离别 离别太殇\n[03:11.440]犹念 惊鸿一瞥\n[03:17.691]遇见 你的那一天\n[03:23.940]同偕到白发 携手共度年华\n[03:30.690]回眸间 一眼万年\n[03:36.941]宫墙外 风雨欲来\n[03:43.690]黑夜漫延角巷\n[03:49.690]锦服绣刀在 追逐不惧成败\n[03:56.941]人离散 咫尺天涯\n[04:03.190]泪光 满目悲怆\n[04:09.690]独留 心中的凝望\n[04:15.691]心墙若撕开 冰冷中的期待\n[04:22.690]奈何啊 空留遗憾\n[04:29.190]回头看 思量难忘\n",
    },
    {
      id: 1417914325,
      name: "愿（翻自 周深）",
      artist: "十七玄",
      cover:
        "https://p2.music.126.net/EkPRSKb95Q6AEptMVG6EgQ==/109951164640994458.jpg",
      url: "/media/aaa222.m4a",
      lrc: "[00:00.000] 作曲 : 崔博\n[00:00.363] 作词 : 田丁\n[00:01.89]愿《锦衣之下》电视剧主题曲\n[00:04.12]作词：田丁\n[00:05.61]作曲：崔博\n[00:08.10]原唱/吟唱：周深\n[00:11.38]翻唱/混音：十七玄\n[00:26.28]云随风翻涌\n[00:33.24]星流转心动\n[00:36.14]漫天姹紫嫣红\n[00:41.90]谁的愿 让人魂绕梦牵\n[00:46.97]在这一刻永恒搁浅\n[00:53.10]我听见 你的心跳萦绕耳边\n[01:04.09]只是一瞬间 分隔两边\n[01:10.87]再也寻不回的永远\n[01:16.53]我看见 你的泪滴落在心间\n[01:28.44]只怕一眨眼 就都消逝不见\n[01:40.77]MUSIC\n[02:35.38]云随风翻涌\n[02:39.12]星流转心动\n[02:42.11]漫天姹紫嫣红\n[02:47.54]谁的梦 让人忘返流连\n[02:53.22]在回忆里永恒祭奠\n[02:59.38]我听见 你的心跳萦绕耳边\n[03:09.76]只是一瞬间 分隔两边\n[03:17.28]再也寻不回的永远\n[03:22.75]我看见 你的泪滴落在心间\n[03:33.43]只是一转眼 就都化作云烟\n[03:46.64]END\n[03:51.21]\n",
    },
    {
      id: 536099160,
      name: "不染",
      artist: "毛不易",
      cover:
        "https://p1.music.126.net/gEia-o05FSas8uJos54Sug==/109951163456726954.jpg",
      url: "/media/bbb111.m4a",
      lrc: "[00:00.000] 作曲 : 简弘亦\n[00:01.000] 作词 : 海雷\n[00:19.87]编曲：丁培峰\n[00:39.95]不愿染是与非 怎料事与愿违\n[00:46.83]心中的花枯萎 时光它去不回\n[00:53.83]但愿洗去浮华 掸去一身尘灰\n[01:00.79]再与你一壶清酒 话一世沉醉\n[01:08.19]不愿染是与非 怎料事与愿违\n[01:14.97]心中的花枯萎 时光它去不回\n[01:22.14]回忆辗转来回 痛不过这心扉\n[01:29.20]愿只愿余生无悔 随花香远飞\n[01:36.65]一壶清酒 一身尘灰\n[01:43.45]一念来回度余生无悔\n[01:50.65]一场春秋 生生灭灭 浮华是非\n[01:57.81]待花开之时再醉一回\n[02:32.97]不愿染是与非 怎料事与愿违\n[02:39.61]心中的花枯萎 时光它去不回\n[02:46.80]回忆辗转来回 痛不过这心扉\n[02:53.84]愿只愿余生无悔 随花香远飞\n[03:01.40]一壶清酒 一身尘灰\n[03:08.45]一念来回度余生无悔\n[03:15.39]一场春秋 生生灭灭 浮华是非\n[03:22.37]待花开之时再醉一回\n[03:29.56]愿这生生的时光不再枯萎 待花开之时再醉一回\n[03:43.63]愿这生生的时光不再枯萎 再回首浅尝心酒余味\n[03:58.14]一壶清酒 一身尘灰\n[04:04.84]一念来回度余生无悔\n[04:11.86]一场春秋 生生灭灭 浮华是非\n[04:18.91]待花开之时再醉一回\n[04:26.23]一壶清酒 一身尘灰\n[04:33.09]一念来回度余生无悔\n[04:40.13]一场回忆 生生灭灭 了了心扉\n[04:47.12]再回首浅尝心酒余味\n[04:54.34]一场回忆 生生灭灭 了了心扉\n[05:01.39]再回首浅尝心酒余味\n[05:08.93]\n[05:09.62] 制作人：萨顶顶\n[05:10.12]监制：付宏声\n[05:10.51]和声、弦乐编写：丁培峰\n[05:10.99]吉他：王晓松\n[05:11.51]贝斯：王晓松\n[05:12.10]笛子：赵雪\n[05:12.55]弦乐：国际首席爱乐乐团\n[05:13.10]和声：高莹 王勖\n[05:13.55]录音师：李牧野\n[05:13.95]录音棚：CU Music中英音乐\n[05:14.35]混音师：李牧野\n[05:14.81]混音录音棚：CU Music中英音乐\n[05:15.23]音乐制作出品：中英音乐\n[05:15.62]音乐发行：智慧大狗x天才联盟\n[05:15.95]统筹：张葛 王明宇\n",
    },
    {
      id: 502021750,
      name: "九张机（电视剧《双世宠妃》主题曲）",
      artist: "傲娇麒儿",
      cover:
        "https://p1.music.126.net/hzZjp7uXi5IhWfPlO61ZUQ==/109951162806101015.jpg",
      url: "/media/bbb222.m4a",
      lrc: "[by:StephenNathaniel]\n[00:00.000] 作曲 : 周琦\n[00:01.000] 作词 : 张富贵\n[00:14.42]光阴如梭\n[00:15.18]一梭才去一梭痴\n[00:20.81]情丝百转\n[00:21.72]丝丝缠乱犹不知\n[00:26.67]织一段 锦绣纹饰\n[00:30.81]并连理双枝\n[00:33.91]难寄托 这相思\n[00:40.70]兜兜转转\n[00:41.46]朝花夕拾却已迟\n[00:47.13]寻寻觅觅\n[00:47.98]醉生梦死又一世\n[00:53.00]还记得 前生盟誓\n[00:56.67]欲言竟无词\n[01:00.17]恨对面 不相识\n[01:06.13]我愿化作 望断天涯\n[01:10.15]那一方青石\n[01:12.43]篆刻心头 是你的名字\n[01:19.33]轮回彩蝶 化茧自缚\n[01:23.38]织就春蚕丝\n[01:25.69]剪不断 共缠绵\n[01:28.92]生生世世\n[01:32.77]\n[01:59.55]兜兜转转\n[02:00.34]朝花夕拾却已迟\n[02:06.03]寻寻觅觅\n[02:06.84]醉生梦死又一世\n[02:12.01]还记得 前生盟誓\n[02:15.77]欲言竟无词\n[02:18.98]恨对面 不相识\n[02:25.02]我愿化作 望断天涯\n[02:28.99]那一方青石\n[02:31.42]篆刻心头 是你的名字\n[02:38.24]轮回彩蝶 化茧自缚\n[02:42.30]织就春蚕丝\n[02:44.59]剪不断 共缠绵\n[02:47.72]生生世世\n[02:51.26]我愿化作 望断天涯\n[02:55.32]那一方青石\n[02:57.69]篆刻心头 是你的名字\n[03:04.52]轮回彩蝶 化茧自缚\n[03:08.56]织就春蚕丝\n[03:10.82]剪不断 共缠绵\n[03:13.99]生生世世\n[03:17.58]剪不断 共缠绵\n[03:20.76]生生世世\n",
    },
    {
      id: 1436150979,
      name: "爱若琉璃",
      artist: "周深",
      cover:
        "http://p2.music.126.net/J5zZ2sKKuUaW5OikQ-535w==/109951164857593249.jpg",
      url: "/media/ccc111.m4a",
      lrc: "[00:00.000] 作曲 : 娄祖钰\n[00:00.729] 作词 : 王耀光\n[00:02.189]编曲：赵瑟\n[00:03.667]制作人：王耀光\n[00:11.935]\n[00:27.435]命运在今生写下了伏笔\n[00:33.215]梦境般与你不期相遇\n[00:38.387]你留下痣在眼角标记\n[00:44.069]却忘记前世的约定\n[00:50.420]注定了结局看不穿天机\n[00:56.205]我们始终难逃脱宿命\n[01:01.445]隐藏在面具下的表情\n[01:07.147]你永远不懂的悲喜\n[01:13.037]找回你眼中失去颜色的风景\n[01:18.441]陪你看尽 繁华如许 花落荼蘼\n[01:24.444]解开你心底所有尘封的回忆\n[01:29.991]当月升起 忆如潮汐 如梦初醒\n[01:40.061]\n[01:49.542]注定了结局看不穿天机\n[01:55.197]我们始终难逃脱宿命\n[02:00.450]隐藏在面具下的表情\n[02:06.269]你永远不懂的悲喜\n[02:11.973]找回你眼中失去颜色的风景\n[02:17.502]陪你看尽 繁华如许 花落荼蘼\n[02:23.461]解开你心底所有尘封的回忆\n[02:28.980]当月升起 忆如潮汐 如梦初醒\n[02:34.983]找回你眼中失去颜色的风景\n[02:40.476]陪你看尽 繁华如许 花落荼蘼\n[02:46.497]解开你心底所有尘封的回忆\n[02:52.006]当月升起 忆如潮汐 如梦初醒\n[02:57.895]此情不息 生死不渝 爱若琉璃\n[03:10.788]\n[03:16.008]弦乐：国际首席爱乐乐团\n[03:16.742]弦乐监棚：李朋\n[03:17.431]配唱制作人：徐威\n[03:18.147]监棚：徐威 王耀光\n[03:18.864]和声：周深\n[03:19.589]录音师：徐威\n[03:20.361]录音棚：V-Studio\n[03:21.022]混音工程师：刘巍\n[03:21.776]特别鸣谢：梦响强音文化传播（上海）有限公司\n[03:22.858]\n",
    },
    {
      id: 28378115,
      name: "美丽的神话",
      artist: "胡歌/白冰",
      cover:
        "http://p2.music.126.net/yZzy8izzytOf07anjx6dpQ==/6042915906456903.jpg",
      url: "/media/ccc222.m4a",
      lrc: "[00:00.00]词：王中言/严丹丹\n[00:10.49]曲：崔浚荣\n[00:21.00]【胡】解开我最神秘的等待\n[00:28.68]星星坠落风在吹动\n[00:36.15]终于再将你拥入怀中\n[00:43.79]两颗心颤抖\n[00:51.29]相信我不变的真心\n[00:58.89]千年等待有我承诺\n[01:06.59]无论经过多少的寒冬\n[01:14.34]我决不放手\n[01:20.90]【白】紧紧久久与我牵绊\n[01:25.64]这副十指扣\n[01:28.44]等到来生擦肩回眸 再次的相守\n[01:36.27]苦苦痛痛爱的解救 愿与你同受\n[01:43.82]却连一句我爱你都 不能说出口\n[02:07.52]【胡】每一夜被心痛穿越\n[02:15.17]思念永没有终点\n[02:22.80]早习惯了孤独相随\n[02:30.40]我微笑面对\n[02:38.06]相信我你选择等待\n[02:45.70]再多苦痛也不闪躲\n[02:53.28]只有你的温柔能解救\n[03:00.83]无边的冷漠\n[03:07.51]【白】紧紧久久与我牵绊\n[03:12.19]这副十指扣\n[03:15.04]等到来生擦肩回眸 再次的相守\n[03:22.65]苦苦痛痛爱的解救 愿与你同受\n[03:30.24]却连一句我爱你都 不能说出口\n[03:37.84]【合】让爱成为你我心中\n[03:42.61]那永远盛开的花\n[03:45.41]穿越时空决不低头永不放弃的梦\n[03:53.01]【白】苦苦痛痛爱的解救\n[03:57.74]愿与你同受\n[04:00.60]却连一句我爱你都 不能说出口\n[04:08.18]【合】让爱成为你我心中\n[04:12.91]那永远盛开的花\n[04:16.15]【白】说好了给我的永久\n[04:20.90]这一次不要先走\n[04:23.70]【合】唯有真爱追随你我\n[04:28.57]穿越无尽时空\n[04:31.37]【白】你会知道我等着你\n[04:36.16]在千年之后\n[04:42.11]【胡】爱是心中唯一不变美丽的神话\n",
    },
    {
      id: 1400449347,
      name: "指中沙（明月照我心-插曲）",
      artist: "王呈章",
      cover:
        "http://p1.music.126.net/W-4v2QNfv0VTZj1Z13SEGg==/109951164461519143.jpg",
      url: "/media/ddd111.m4a",
      lrc: "[00:00.000] 作曲 : 吴梦奇\n[00:00.070] 作词 : 王呈章\n[00:00.210]《指中沙》——《明月照我心》插曲\n[00:03.965]作曲 : 吴梦奇\n[00:05.709]作词 : 王呈章\n[00:07.214]编曲：欧阳箐宇@TalentUnion\n[00:08.965]原唱：王呈章\n[00:13.710]\n[00:14.218]翻唱/封面：景莓\n[00:19.964]后期：暮天青\n[00:25.960]\n[00:26.967]明知爱要学会放手\n[00:33.464]各有空间才能长久\n[00:38.712]人已远走 目光还停留\n[00:44.216]依依我不变的等候\n[00:52.956]人生是奔腾的河流\n[00:59.462]不经意间指中沙漏\n[01:04.713]回忆如酒 越浓越醇厚\n[01:10.710]缓缓醉在你的回眸\n[01:17.712]黄花瘦 香盈袖\n[01:20.959]恍然不知已入秋\n[01:24.207]知君意 怎能够\n[01:27.469]看明月照我心头\n[01:30.713]问往事 几时休\n[01:33.971]爱就免不了烦忧\n[01:37.234]看明日 何须愁\n[01:40.479]风雨过后人依旧\n[01:53.732]\n[02:13.984]人生是奔腾的河流\n[02:20.479]不经意间指中沙漏\n[02:25.739]回忆如酒 越浓越醇厚\n[02:31.982]缓缓醉在你的回眸\n[02:38.736]黄花瘦 香盈袖\n[02:41.995]恍然不知已入秋\n[02:45.243]知君意 怎能够\n[02:48.490]看明月照我心头\n[02:51.748]问往事 几时休\n[02:54.995]爱就免不了烦忧\n[02:58.243]看明日 何须愁\n[03:01.501]风雨过后人依旧\n[03:10.496]\n[03:24.246]黄花瘦\n[03:30.749]知君意 怎能够\n[03:33.999]看明月照我心头\n[03:37.244]问往事 几时休\n[03:40.493]爱就免不了烦忧\n[03:43.748]看明日 何须愁\n[03:46.999]风雨过后人依旧\n",
    },
    {
      id: 1433437711,
      name: "初见雪（明月照我心-片尾曲）",
      artist: "方逸伦/凌美仕",
      cover:
        "http://p3fx.kgimg.com/stdmusic/400/20191015/20191015201044899070.jpg",
      url: "/media/eee111.mp3",
      // 'https://sharefs.yun.kugou.com/202004161027/00da4381a1681015daf497a92d6dc69e/G172/M01/15/17/7A0DAF2lryCAc1k7AEFgf8_hQrM712.mp3',
      lrc: "[00:00.000] 作曲 : 栗锦\n[00:00.000] 作词 : 栗锦\n[00:00.01]方逸伦、凌美仕 - 初见雪\n[00:00.99]作词：栗锦\n[00:01.18]作曲：栗锦\n[00:01.43]编曲：张艺\n[00:01.68]箫笛：丁晓逵\n[00:01.99]和声：张艺、伊娜\n[00:02.39]翻唱：沈浪&钱袋\n[00:02.85]混音：晏鸩\n[00:03.05]pv：婷婷吖 \n[00:03.30] 海报：姜鹤年\n[00:34.90]男：路不停来又来去又去\n[00:39.59]前生的印记\n[00:43.68]消失的风景画冬如期\n[00:47.99]此刻触手不及\n[00:51.25]女：用一笔一纸镌刻永恒的秘密\n[00:56.94]那是谁的名\n[01:00.90]身披一袭白衣曳地\n[01:05.11]相遇在唏嘘人群\n[01:09.17]男：雪无踪情有意雪有情\n[01:13.59]化成轻盈的泪滴\n[01:18.03]看万千缠丝划过天际\n[01:22.24]摸不着也看不清\n[01:25.99]女：下一场蜿蜒曲折剧情\n[01:30.46]合：永生眷念苍生的怜悯\n[01:35.28]停在这里 云淡风轻\n[01:39.30]那全部都是为你\n[02:00.67]男：路不停来又来去又去\n[02:05.10]前生的印记\n[02:09.44]消失的风景画冬如期\n[02:13.64]此刻触手不及\n[02:16.92]女：用一笔一纸镌刻永恒的秘密\n[02:22.46]那是谁的名\n[02:26.60]身披一袭白衣曳地\n[02:30.85]相遇在唏嘘人群\n[02:34.50]男：雪无踪情有意雪有情\n[02:39.28]化成轻盈的泪滴\n[02:43.70]看万千缠丝划过天际\n[02:47.92]摸不着也看不清\n[02:52.00]女：下一场蜿蜒曲折剧情\n[02:56.04]合：永生眷念苍生的怜悯\n[03:00.81]停在这里 云淡风轻\n[03:05.02]那全部都是为你\n[03:08.72]男：雪无踪情有意雪有情\n[03:13.85]化成轻盈的泪滴\n[03:17.82]看万千缠丝划过天际\n[03:22.25]摸不着也看不清\n[03:25.84]女：下一场蜿蜒曲折剧情\n[03:30.42]合：永生眷念苍生的怜悯\n[03:35.09]停在这里 云淡风轻\n[03:39.29]那全部都是为你\n[03:43.88]停在这里 云淡风轻\n[03:48.06]那全部都是为你\n",
    },
  ],
};
